[
    {
        "author": "The Wilson Family",
        "location": "Boston, MA, USA",
        "rating": 5,
        "text": "From the first call to arrival day, we felt genuinely cared for. Today our tiny kitten is a huge, fluffy boy who follows our kids everywhere and fills the house with joy.",
        "image": "public/reviews/512659892_9869966203100575_6666371894400377941_n.jpg"
    },
    {
        "author": "The Carter Family",
        "location": "Toronto, ON, Canada",
        "rating": 5,
        "text": "Communication was clear and kind from day one, and we always felt supported. Our boy has grown into a big fluffy sweetheart who still curls up on us every evening.",
        "image": "public/reviews/485000924_9153228111441058_5277959684812490474_n.jpg"
    },
    {
        "author": "The Martin Family",
        "location": "Paris, France",
        "rating": 5,
        "text": "What touched us most was the love behind every step of this process. Our silver girl is now a majestic, fluffy adult and still the most affectionate soul in our home."
    },
    {
        "author": "The Nguyen Family",
        "location": "San Jose, CA, USA",
        "rating": 5,
        "text": "You can feel real heart and professionalism behind this cattery. Our once tiny kitten is now a calm, giant fluffy companion who brings warmth to every room."
    },
    {
        "author": "The Johnson Family",
        "location": "Seattle, WA, USA",
        "rating": 5,
        "text": "We felt supported long after pickup, with thoughtful guidance at every stage. Watching our kitten grow into a big, plush-coated beauty has been such an emotional and happy journey for our family.",
        "image": "public/reviews/485786427_9153214408109095_1790397906127328816_n.jpg"
    },
    {
        "author": "The Dubois Family",
        "location": "Lyon, France",
        "rating": 5,
        "text": "Our kitten adapted immediately, and the support we received was warm and honest. Now he is a large, fluffy, breathtaking adult cat and still as gentle as he was on day one.",
        "image": "public/reviews/471283617_8672373199526554_2829821247980729964_n.jpg"
    },
    {
        "author": "The Hall Family",
        "location": "Denver, CO, USA",
        "rating": 5,
        "text": "Healthy, beautiful, and very social kitten. The transition plan made the first week easy for both us and our new family member."
    },
    {
        "author": "The Rossi Family",
        "location": "Milan, Italy",
        "rating": 5,
        "text": "A first-class experience from start to finish. Our Maine Coon is gentle with kids and full of personality."
    },
    {
        "author": "The Brown Family",
        "location": "Austin, TX, USA",
        "rating": 5,
        "text": "The health records were complete and transparent. Our kitten is thriving and has become the center of our home."
    },
    {
        "author": "The Baker Family",
        "location": "Manchester, UK",
        "rating": 5,
        "text": "We appreciated the regular updates and videos before delivery. The kitten arrived in perfect condition and very well adjusted."
    },
    {
        "author": "The Patel Family",
        "location": "Chicago, IL, USA",
        "rating": 5,
        "text": "The breeder clearly cares about genetics, temperament, and lifelong support. We felt guided at every step."
    },
    {
        "author": "The Schmidt Family",
        "location": "Berlin, Germany",
        "rating": 5,
        "text": "Our blue-eyed kitten is even more stunning in person. Calm nature, excellent coat, and perfect litter training."
    },
    {
        "author": "The Evans Family",
        "location": "Portland, OR, USA",
        "rating": 5,
        "text": "Everything promised was delivered exactly. The kitten is healthy, confident, and wonderfully affectionate."
    },
    {
        "author": "The Bernard Family",
        "location": "Montreal, QC, Canada",
        "rating": 5,
        "text": "Professional communication, smooth logistics, and a very positive experience overall. We would absolutely recommend Wind in Willows."
    },
    {
        "author": "The Hernandez Family",
        "location": "Phoenix, AZ, USA",
        "rating": 5,
        "text": "Our kitten came home with perfect manners and a playful spirit. It is clear the kittens are raised with real care."
    },
    {
        "author": "The Silva Family",
        "location": "Lisbon, Portugal",
        "rating": 5,
        "text": "Great support and clear answers from the first message. Our Maine Coon is healthy, social, and absolutely gorgeous."
    },
    {
        "author": "The Miller Family",
        "location": "Nashville, TN, USA",
        "rating": 5,
        "text": "The breeder set us up for success with nutrition and routine guidance. Our kitten settled in quickly and sleeps beside us every night."
    },
    {
        "author": "The Kowalski Family",
        "location": "Warsaw, Poland",
        "rating": 5,
        "text": "Top quality breeding program and outstanding communication. We are impressed with both appearance and temperament."
    },
    {
        "author": "The Walker Family",
        "location": "Miami, FL, USA",
        "rating": 5,
        "text": "The process was honest and stress-free. We received all records, and our kitten arrived happy and strong."
    },
    {
        "author": "The Adams Family",
        "location": "Columbus, OH, USA",
        "rating": 5,
        "text": "A breeder you can trust. Our kitten is confident with guests, playful with children, and very easy to handle."
    },
    {
        "author": "The Larsson Family",
        "location": "Stockholm, Sweden",
        "rating": 5,
        "text": "We had an excellent international buying experience. Everything was handled professionally and with care."
    },
    {
        "author": "The Green Family",
        "location": "Charlotte, NC, USA",
        "rating": 5,
        "text": "Outstanding temperament and health. Our veterinarian was impressed with the condition and socialization."
    },
    {
        "author": "The Kim Family",
        "location": "Los Angeles, CA, USA",
        "rating": 5,
        "text": "Our kitten is the perfect blend of gentle and playful. The breeder provided useful advice that made the transition easy."
    },
    {
        "author": "The Novak Family",
        "location": "Prague, Czech Republic",
        "rating": 5,
        "text": "Beautiful kitten with excellent structure and coat quality. We are grateful for the breeder's patience and support."
    },
    {
        "author": "The White Family",
        "location": "Atlanta, GA, USA",
        "rating": 5,
        "text": "Every part of the process felt transparent and professional. Our kitten is healthy, curious, and very people-oriented."
    },
    {
        "author": "The Santos Family",
        "location": "Madrid, Spain",
        "rating": 5,
        "text": "We received prompt updates, clear paperwork, and real attention to detail. Our Maine Coon has the sweetest personality."
    },
    {
        "author": "The Anderson Family",
        "location": "Minneapolis, MN, USA",
        "rating": 5,
        "text": "From reservation to pickup, everything was clear and organized. The kitten adapted immediately and loves everyone."
    },
    {
        "author": "The Petrov Family",
        "location": "Budapest, Hungary",
        "rating": 5,
        "text": "A truly caring breeder with high standards. Our kitten is strong, social, and incredibly beautiful."
    },
    {
        "author": "The Lopez Family",
        "location": "San Diego, CA, USA",
        "rating": 5,
        "text": "The breeder answered all our questions quickly and thoughtfully. Our kitten arrived healthy and with wonderful manners."
    },
    {
        "author": "The Campbell Family",
        "location": "Edinburgh, UK",
        "rating": 5,
        "text": "Excellent experience and very smooth coordination. Our cat is thriving and has a fantastic affectionate nature."
    },
    {
        "author": "The Allen Family",
        "location": "Raleigh, NC, USA",
        "rating": 5,
        "text": "Everything was done responsibly, from health checks to socialization. We are beyond happy with our new companion."
    },
    {
        "author": "The Fischer Family",
        "location": "Vienna, Austria",
        "rating": 5,
        "text": "Our kitten is confident, playful, and very gentle. The breeder's support after adoption has also been excellent."
    },
    {
        "author": "The Perez Family",
        "location": "Houston, TX, USA",
        "rating": 5,
        "text": "A trustworthy breeder with impressive knowledge of the breed. Our kitten came home healthy and perfectly socialized."
    },
    {
        "author": "The O'Connor Family",
        "location": "Dublin, Ireland",
        "rating": 5,
        "text": "Reliable communication and top-quality care throughout. Our Maine Coon is calm, friendly, and absolutely stunning."
    },
    {
        "author": "The Cooper Family",
        "location": "Salt Lake City, UT, USA",
        "rating": 5,
        "text": "You can tell these kittens are raised in a loving home environment. Ours bonded with us from day one."
    },
    {
        "author": "The Moreau Family",
        "location": "Brussels, Belgium",
        "rating": 5,
        "text": "A seamless and reassuring process for an international family. Our kitten arrived healthy and wonderfully balanced."
    },
    {
        "author": "The Reed Family",
        "location": "Philadelphia, PA, USA",
        "rating": 5,
        "text": "We appreciated the ethical approach and clear expectations. Our kitten has exceptional temperament and structure."
    },
    {
        "author": "The Jensen Family",
        "location": "Copenhagen, Denmark",
        "rating": 5,
        "text": "Wind in Willows exceeded all expectations. Beautiful kitten, complete records, and excellent post-adoption support."
    },
    {
        "author": "The Scott Family",
        "location": "Boise, ID, USA",
        "rating": 5,
        "text": "Our Maine Coon is healthy, outgoing, and very gentle with our children. We would choose this cattery again."
    },
    {
        "author": "The Clark Family",
        "location": "Orlando, FL, USA",
        "rating": 5,
        "text": "A very professional breeder and a smooth adoption process. Our kitten is everything we hoped for and more."
    }
]
